[Demo_Shinobu_ep4_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1500,Y=1518,Z=574),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=ACT_EVENT,Number=2,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[4]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1498,Y=1328,Z=439),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4)
DemoScripts[8]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Bit=1,Number=5)
DemoScripts[11]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Lockerroom.GG2_AMB_Lockerroom_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_001_Cue',Name="カミゾノ　シノブ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[29]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1500,Y=1456,Z=574),SecTime=0.3)
DemoScripts[30]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[31]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1500,Y=1456,Z=574),SecTime=)
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[33]=(Actor=WINDOW,Command=EXIT)
DemoScripts[34]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep4_4.GG2_SE_DM_Bell_Cue')
DemoScripts[35]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[36]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[37]=(Actor=FADE,Command=WAIT)
DemoScripts[38]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[39]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[40]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1498,Y=1328,Z=439),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[41]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[42]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4)
DemoScripts[43]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[45]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Bit=1,Number=5)
DemoScripts[47]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[48]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Lockerroom.GG2_AMB_Lockerroom_LP_Cue')
DemoScripts[49]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[50]=(Actor=FADE,Command=WAIT)
DemoScripts[51]=(Actor=WINDOW,Command=SET)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[56]=(Actor=WINDOW,Command=EXIT)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[59]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1500,Y=1456,Z=574),SecTime=0.3)
DemoScripts[60]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[61]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1500,Y=1456,Z=574),SecTime=)
DemoScripts[62]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep4_4.GG2_SE_DM_Bell_Cue')
DemoScripts[63]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[64]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[65]=(Actor=FADE,Command=WAIT)
DemoScripts[66]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[67]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[68]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1498,Y=1328,Z=439),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[69]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[70]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4)
DemoScripts[71]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0003_fx_close_smile_L",motionName[2]="sn_DM_0200_lp_Angry",Rate=0,Number=3,Bit=5)
DemoScripts[73]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Bit=1,Number=5)
DemoScripts[75]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[76]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Lockerroom.GG2_AMB_Lockerroom_LP_Cue')
DemoScripts[77]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[78]=(Actor=FADE,Command=WAIT)
DemoScripts[79]=(Actor=WINDOW,Command=SET)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_010_Cue',Name="エコロ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[90]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[91]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1500,Y=1456,Z=574),SecTime=0.3)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_fx_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=0)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[94]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1500,Y=1456,Z=574),SecTime=0.3)
DemoScripts[95]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[96]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Crash_Cue')
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_015_Cue',Name="エコロ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[108]=(Actor=WINDOW,Command=EXIT)
DemoScripts[109]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep4_4.GG2_SE_DM_Bell_Cue')
DemoScripts[110]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[111]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[112]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[113]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=10)
DemoScripts[114]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Bit=0,Number=5)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[117]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1500,Y=1518,Z=574),SecTime=)
DemoScripts[118]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[119]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[120]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[121]=(Actor=FADE,Command=WAIT)
DemoScripts[122]=(Actor=WINDOW,Command=SET)
DemoScripts[123]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_017_Cue',Name="カミゾノ　シノブ")
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[125]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_020_Cue',Name="カミゾノ　シノブ")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[134]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_022_Cue',Name="カミゾノ　シノブ")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=WINDOW,Command=EXIT)
DemoScripts[141]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[142]=(Actor=FADE,Command=WAIT)
DemoScripts[143]=(Actor=TEXTURE,Command=START,CId=4,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[145]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[146]=(Actor=FADE,Command=WAIT)
DemoScripts[147]=(Actor=WINDOW,Command=SET)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=1)
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[156]=(Actor=TEXTURE,Command=CROSS_FADE,CId=4,Bit=0,Number=0,Rate=0.3)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=WINDOW,Command=EXIT)
DemoScripts[161]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[162]=(Actor=FADE,Command=WAIT)
DemoScripts[163]=(Actor=TEXTURE,Command=EXIT,CId=4,Bit=0)
DemoScripts[164]=(Actor=GALLERY,Command=SET_FLAG,CId=4,Bit=0)
DemoScripts[165]=(Actor=GALLERY,Command=SET_FLAG,CId=4,Bit=1)
DemoScripts[166]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=0)
DemoScripts[167]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[169]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[170]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[171]=(Actor=FADE,Command=WAIT)
DemoScripts[172]=(Actor=WINDOW,Command=SET)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[177]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[178]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[182]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[184]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[185]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_032_Cue',Name="エコロ")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[195]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[196]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_034_Cue',Name="カミゾノ　シノブ")
DemoScripts[197]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[198]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[202]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[203]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_047_Cue',Name="エコロ")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[205]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[206]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[207]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[208]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[211]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[212]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[213]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_036_Cue',Name="カミゾノ　シノブ")
DemoScripts[214]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[215]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[216]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[217]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[218]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[219]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[220]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_047_Cue',Name="エコロ")
DemoScripts[221]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[222]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[223]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[224]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[225]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[226]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[227]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0108_fx_Stand2Sulk",Rate=0,Number=3,Bit=0)
DemoScripts[228]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0800_lp_Sulk",Number=8)
DemoScripts[229]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[230]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_038_Cue',Name="カミゾノ　シノブ")
DemoScripts[231]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[232]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[234]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0801_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[235]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[236]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[237]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_047_Cue',Name="エコロ")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[239]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[240]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[241]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[242]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[243]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[244]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0107_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[245]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0700_lp_Shy",Number=8)
DemoScripts[246]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[247]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[249]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[250]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[251]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[252]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[253]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[254]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_047_Cue',Name="エコロ")
DemoScripts[255]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[256]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[257]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[258]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[259]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[260]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[261]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_042_Cue',Name="カミゾノ　シノブ")
DemoScripts[262]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[263]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[264]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[265]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[266]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[267]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_044_Cue',Name="カミゾノ　シノブ")
DemoScripts[268]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[269]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[270]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[271]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[272]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[273]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[274]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_047_Cue',Name="エコロ")
DemoScripts[275]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[276]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[277]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[278]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[279]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[280]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[281]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_048_Cue',Name="カミゾノ　シノブ")
DemoScripts[282]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[283]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[284]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[285]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[286]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[287]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[288]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[289]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Memory_Sisters.GG2_BGM_DM_Memory_Sisters_Cue')
DemoScripts[290]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_050_Cue',Name="カミゾノ　シノブ")
DemoScripts[291]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[292]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[293]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_051_Cue',Name="カミゾノ　シノブ")
DemoScripts[294]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[295]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[296]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_052_Cue',Name="カミゾノ　シノブ")
DemoScripts[297]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[298]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[299]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[300]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[301]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[302]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[303]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[304]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[305]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[306]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[307]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_055_Cue',Name="カミゾノ　シノブ")
DemoScripts[308]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[309]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[310]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[311]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[312]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_4.GG2_V_Shinobu_ep4_4_056_Cue',Name="カミゾノ　シノブ")
DemoScripts[313]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[314]=(Actor=WINDOW,Command=EXIT)
DemoScripts[315]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[316]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[317]=(Actor=FADE,Command=WAIT)
DemoScripts[318]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[319]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[320]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[321]=(Actor=FADE,Command=WAIT)
DemoScripts[322]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[323]=(Actor=WINDOW,Command=SET)
DemoScripts[324]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[325]=(Actor=WINDOW,Command=EXIT)
DemoScripts[326]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[327]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[328]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[329]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[330]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep4_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=FASHION,ParamNum=30),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep4_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="忍",Text="很好......我開始興奮地發抖了./n沒道德到了極點,很愉快哦.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="那麼,女王大人./n能不能請您聽聽我這隻/n卑微賤狗的一個請求呢?")

Texts[2]=(Label="TEXT03",Name="忍",Text="哎呀,真是隻囂張的狗呢......不過,可以哦./n這是你取悅我的獎勵./n就說出來聽聽吧?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="那就是......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="戴上這副鈴鐺吧!/n小忍!!")

Texts[5]=(Label="TEXT06",Name="忍",Text="呵呵呵......感覺不賴唷......你這奴隸./n真是沒道德到極點了......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="(她鬆懈了?/n......就是現在!)")

Texts[7]=(Label="TEXT08",Name="忍",Text="呵呵呵......不錯喔......真棒!/n你這渣狗......!!/n你是狗唷! 峯大!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="噢嗚--! 哈,哈,哈......")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="峯大大人已經被徹底馴服了!?/n振作點啊~!!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="噢嗚噢嗚--!!")

Texts[11]=(Label="TEXT12",Name="忍",Text="咦!?/n等!? 突然間怎麼了!?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="嘎嚕嚕嚕......! 噢嗚--!!/n哈嘶哈嘶哈嘶!!!")

Texts[13]=(Label="TEXT14",Name="忍",Text="等......啊啊嗯! 討厭!!/n你做什麼......! 喂,等等......!!/n那裡不行~!!")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="完全沒被馴服!?/n內在的野獸被解放出來了!!")

Texts[15]=(Label="TEXT16",Name="峯大",Text="舔舔啾啾舔舔舔....../n......就是現在!! 戴上這鈴鐺!!")

Texts[16]=(Label="TEXT17",Name="忍",Text="咦......奇怪......我......?")

Texts[17]=(Label="TEXT18",Name="峯大",Text="小忍,妳恢復正常了啊!")

Texts[18]=(Label="TEXT19",Name="忍",Text="咦?/n我記得我是......打算假扮誘餌/n所以換了衣服......")

Texts[19]=(Label="TEXT20",Name="忍",Text="啊......糟糕....../n我把鈴鐺......拿下來了......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="原來真的在換衣服啊......")

Texts[21]=(Label="TEXT22",Name="忍",Text="換......衣服......?/n咦......等等......我,這副打扮......!?")

Texts[22]=(Label="TEXT23",Name="忍",Text="討厭---!!!",Format[0]=(Size=37,Start=0,End=8))

Texts[23]=(Label="TEXT24",Name="忍",Text="不......不可原諒!/n那個惡魔--!!!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="妳會生氣是理所當然的,/n不過......還是快點穿上衣服....../n比較好吧......")

Texts[25]=(Label="TEXT26",Name="忍",Text="討厭---!!!",Format[0]=(Size=37,Start=0,End=8))

Texts[26]=(Label="TEXT27",Name="忍",Text="......你看到了吧......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="我......我沒在看兒!")

Texts[28]=(Label="TEXT29",Name="忍",Text="騙人!/n你動搖得很誇張啊!/n不知羞恥! 沒道德!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="(不......不對./n這......這種時候就應該/n數一些質數冷靜一下,峯大!)")

Texts[30]=(Label="TEXT31",Name="峯大",Text="............")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="那個......峯大大人......?")

Texts[32]=(Label="TEXT33",Name="峯大",Text="太過動搖,想不起來啊!!",Format[0]=(Size=37,Start=0,End=12))

Texts[33]=(Label="TEXT34",Name="忍",Text="不可以想起來---!!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="美麗得就像是女神一樣......")

Texts[35]=(Label="TEXT36",Name="忍",Text="不對啦! 不對!/n明明是被惡魔操控了,/n怎麼可能會是女神大人啊!!!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="我沒看./n就算看到,也已經忘記了.")

Texts[37]=(Label="TEXT38",Name="忍",Text="呣......")

Texts[38]=(Label="TEXT39",Name="峯大",Text="健康的肉體美感動到我了!")

Texts[39]=(Label="TEXT40",Name="忍",Text="......嗚嗚......我受夠了....../n乾脆死了算了......")

Texts[40]=(Label="TEXT41",Name="峯大",Text="看到了......不對,我看得見./n就在此刻,看見\"真理之門\"./n尤里卡!")

Texts[41]=(Label="TEXT42",Name="忍",Text="......你看到了吧?")

Texts[42]=(Label="TEXT43",Name="峯大",Text="我的靈魂已經到達了更高位的境界,/n從擾亂心思的空虛欲求中解放出來./n並將不淨的意識驅逐至宇宙的彼端--")

Texts[43]=(Label="TEXT44",Name="忍",Text="看到了對吧?")

Texts[44]=(Label="TEXT45",Name="峯大",Text="是的.非常對不起.")

Texts[45]=(Label="TEXT46",Name="峯大",Text="啊! 不,呃....../n這麼說來,那副鈴鐺是什麼啊?")

Texts[46]=(Label="TEXT47",Name="艾可蘿",Text="你轉移話題了呢.")

Texts[47]=(Label="TEXT48",Name="忍",Text="............")

Texts[48]=(Label="TEXT49",Name="峯大",Text="小忍......?/n我問了什麼不該問的事嗎?")

Texts[49]=(Label="TEXT50",Name="忍",Text="不,不是這樣./n這是\"除魔鈴鐺\"......")

Texts[50]=(Label="TEXT51",Name="忍",Text="是為了讓惡魔獵人的力量/n--法力提升的東西.")

Texts[51]=(Label="TEXT52",Name="忍",Text="因為我的法力非常弱....../n如果沒有這個,就連惡魔的身影/n都看不到呢......")

Texts[52]=(Label="TEXT53",Name="忍",Text="......我很遜吧....../n明明真夜不需要這種東西/n也能夠驅除惡魔的說......")

Texts[53]=(Label="TEXT54",Name="峯大",Text="咦,小真夜她......?")

Texts[54]=(Label="TEXT55",Name="忍",Text="......抱歉,峯大.我果然....../n還沒辦法......整理好情緒....../n能不能讓我暫時自己一個人待著......")

Texts[55]=(Label="TEXT56",Name="忍",Text="......還有,謝謝你./n讓我......恢復正常.")

Texts[56]=(Label="TEXT57",Name="峯大",Text="小忍......")

Texts[57]=(Label="TEXT58",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[58]=(Label="",Name="",Text="")

Texts[59]=(Label="SELECT01",Name="",Text="大成功")

Texts[60]=(Label="SELECT02",Name="",Text="成功")

Texts[61]=(Label="SELECT03",Name="",Text="失敗")

Texts[62]=(Label="SELECT04",Name="",Text="")

Texts[63]=(Label="SELECT05",Name="",Text="")

Texts[64]=(Label="SELECT06",Name="",Text="數一下質數")

Texts[65]=(Label="SELECT07",Name="",Text="美麗得就像是/n女神一樣")

Texts[66]=(Label="SELECT08",Name="",Text="我沒看")

Texts[67]=(Label="SELECT09",Name="",Text="真是健康的/n肉體美!")

Texts[68]=(Label="SELECT10",Name="",Text="我看到真理之門了")


